---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.AdvancedOpaque
source: html/1a05494b-9ef3-f0cd-b93b-eff3773f5c56.htm
---
# AdvancedOpaque Members

The property labeled "Color" from the "AdvancedOpaque" schema.